{"cluster_88": "Mental health services, young people, EIP services, health minister Norman Lamb", "cluster_73": "U.S. broadband, dominant U.S. carriers AT&T Inc, SoftBank CEO Masayoshi Son, heavy U.S. government subsidies", "cluster_87": "Air pollution, disease risks, indoor stoves, Health", "cluster_37": "Bachelor Juan Pablo, last year, Nikki Ferrell, d Jared Pobre", "cluster_58": "last year, actor George Clooney, Jared Pobre, Stacy Keibler", "cluster_90": "disease, Alzheimer, blood tests, study participants", "cluster_53": "glee club, Quinn, Former cool crowd members Santana, Rachel", "cluster_81": "glee club, Quinn, Former cool crowd members Santana, Rachel", "cluster_2": "new users, Massive stars, HTC, image size", "cluster_7": "Big Bang theory, primordial gravitational waves, Harvard University, last year", "cluster_86": "mental health patients, e-cigarettes, colorectal cancer screening tests, new health insurance", "cluster_77": "Hercules, Dwayne Johnson, different characters, first 3D earthquake disaster movie", "cluster_84": "Thrones season, King Joffrey, Cersei Lannister, new character Oberyn Martell", "cluster_82": "True Detective, HBO Go, Rust Cohle, Last week", "cluster_52": "Dave Brockie Oderus, metal band GWAR, death, Gwar manager Jack Flanagan", "cluster_75": "actress Mila Kunis, Ashton Kutcher, baby reports, several sources", "cluster_74": "music quality, Japanese architect Shigeru Ban, paper tubes, next year", "cluster_57": "Juan Pablo Galavis, Nikki Ferrell, Clare Crawley, St. Lucia", "cluster_35": "digital music, download service, players, PonoPlayer device", "cluster_33": "George Zimmerman, New Orlando Gun Show organizer Mike Piwowarski, hotel, unarmed teenager Trayvon Martin", "cluster_32": "music quality, former glee club star, Justin Bieber, Former cool crowd members Santana", "cluster_39": "Ebola virus, suspected cases, health officials, southern Guinea", "cluster_40": "health care coverage, plans, total enrollment, millions more Americans", "cluster_4": "cancer risk, more human studies, inflammatory bowel disease, year", "cluster_38": "disease risks, Mental health services, e-cigarettes, uterine cancer", "cluster_41": "Colon cancer screening, year, mortality rates, older people", "cluster_49": "game companies, Candy Crush Saga, King Sets IPO Valuation, mobile users", "cluster_6": "New HTC, new camera features, M8, mobile phone retailers", "cluster_50": "used video games, used tablets, pre-owned business, Wal-Mart", "cluster_26": "game companies, mobile phones, King Sets IPO Valuation, Wal-Mart shares", "cluster_5": "game developers, multiple U.S. FOX networks, Google Apps, Snowden", "cluster_34": "Big Bang Theory, Season, CBS Entertainment, Emmy winner Jim Parsons", "cluster_9": "Alzheimer, disease onset, blood tests, Other large studies", "cluster_70": "young stars, planet formation, National Research Council, astronomer Rita Mann", "cluster_55": "Justin Bieber, Selena Gomez Reunite, last year, Texas", "cluster_83": "High School Musical reunion film, East High, Disney Channel, stars Vanessa Hudgens", "cluster_36": "HBO Go, Songs, Season, more choice", "cluster_8": "colon cancer cases, mental health, disastrous disease outbreaks, President Barack Obama\u0092s health care law", "cluster_12": "Sony, Virtual reality, Project Morpheus marks, many game creators", "cluster_69": "science television, National Geographic Channel, Carl Sagan, new worlds", "cluster_91": "Brigham Mars Inc cocoa study chocolate pill, smaller studies, heart health benefits, dummy pills", "cluster_25": "Mt. Gox, U.S. bankruptcy protection, North America Sbarro, Bitcoin companies", "cluster_1": "U.S. sales, shell companies, Mt. Gox, US bankruptcy protection", "cluster_63": "U.S. sales, McDonald, strong performance, last month", "cluster_14": "Alzheimer, disease onset, blood tests, Other large studies", "cluster_64": "Consumer confidence, Conference Board economist Lynn Franco, last month, more jobs", "cluster_21": "game resolutions, Xbox One console, Titanfall releases, other maps", "cluster_46": "Mt. Gox bankruptcy, U.S. protection, Japanese bankruptcy protection, Bitcoins", "cluster_157": "song choice, last week, movie night, American Idol", "cluster_162": "glee club, Quinn, Former cool crowd members Santana, Rachel", "cluster_19": "game developer Dong Nguyen, sports games, Flappy Bird, App Store", "cluster_115": "Justin Bieber, Selena Gomez Reunite, last year, Texas", "cluster_16": "chocolate pills, smaller studies, heart health, cocoa", "cluster_10": "Ebola outbreak, Guinea, most people, confirmed cases", "cluster_15": "disease, Blood test, early Alzheimer, new study", "cluster_42": "other companies, last year, U.S. natural gas, share technology developer Box", "cluster_44": "U.S. sales, last month, strong performance, income growth", "cluster_43": "public transit ridership, CEO Michael Melaniphy, APTA president, Increased service", "cluster_45": "weak Shanghai copper prices, Chinese exports, U.S. job growth, Global stock indexes", "cluster_48": "used games, Wal-Mart, -, video dance", "cluster_51": "music quality, last year, other ultra-small formats, other people", "cluster_13": "Edward Snowden, NSA data, mass surveillance, U.S. citizens", "cluster_18": "soft robots, real fish, MIT researcher Daniela Rus, rapid body motion", "cluster_176": "High School Musical, reunion movie, East High, Seth Rogen", "cluster_186": "Colon cancer, Patients, Test results, Mayor Menino", "cluster_167": "director Ivan Reitman, next year, Harold Ramis, Hercules", "cluster_3": "song themes, performance order, American Idol, Thrones fans", "cluster_47": "restaurant chain bankruptcies, Sbarro CEO David Karam, last year, mall traffic", "cluster_11": "new game, data companies, secure communication encryption tools, young stars", "cluster_24": "Recreational marijuana sales, state tax revenue, state police chiefs, pot", "cluster_72": "word, reading speeds, Spritz technology, minute", "cluster_30": "U.S. broadband, speed reading, dominant U.S. carriers AT&T Inc, word", "cluster_67": "more Xbox consoles, PS4 sales, March next month, more units", "cluster_62": "disappointing fourth quarter earnings, interim CEO Jay Schottenstein, severe winter weather, American Eagle Outfitters", "cluster_22": "Morpheus VR headset, Sony, game designers, Project Fortaleza", "cluster_28": "other games, popular iOS game Flappy Bird, enjoyable new ways, Titanfall", "cluster_17": "more Snowden, more people, more investigative smelling, most SXSW talks", "cluster_23": "last year, weak Shanghai copper prices, disappointing holiday sales, public transit ridership", "cluster_59": "game player counts, %, last year, more normal price increases", "cluster_65": "other games, new phones, dual camera, Last Titan Standing", "cluster_71": "Google Apps customers, paid referrals, networks, impressive moments"}